/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Dock-Einstellungen. Die Einstellungen sind unterteilt in einfache Erscheinungsbild-Schlüssel und die komplexeren Programm- und Dokument-Objektverzeichnisse.";
"autohide.pfm_title" =						"Ausblenden";
"autohide.pfm_description" =				"wahr: Ausblenden aktivieren";
"autohide-immutable.pfm_title" =			"Markierungsfeld für Ausblenden deaktiviert";
"autohide-immutable.pfm_description" =		"wahr: Markierungsfeld für automatisches Ein- und Ausblenden deaktivieren";
"contents-immutable.pfm_title" =			"Änderungen deaktiviert";
"contents-immutable.pfm_description" =		"wahr: Der Benutzer darf keine Änderungen am Inhalt des Docks vornehmen";
"largesize.pfm_title" =						"Maximale Symbolgröße";
"largesize.pfm_description" =				"Maximale Symbolgröße in Pixel";
"launchanim.pfm_title" =					"Programmstart-Animation";
"launchanim.pfm_description" =				"wahr: Das Öffnen von Programmen animieren";
"launchanim-immutable.pfm_title" =			"Markierungsfeld für Animation deaktiviert";
"launchanim-immutable.pfm_description" =	"wahr: Benutzer darf keine Änderungen an der Programmstart-Animation vornehmen.";
"magnification.pfm_title" =					"Vergrößerung";
"magnification.pfm_description" =			"wahr: Vergrößerung aktivieren";
"magnify-immutable.pfm_title" =				"Markierungsfeld für Vergrößerung deaktiviert";
"magnify-immutable.pfm_description" =		"wahr: Markierungsfeld für Vergrößerung deaktivieren";
"magsize-immutable.pfm_title" =				"Vergrößerungsregler deaktiviert";
"magsize-immutable.pfm_description" =		"wahr: Regler für Vergrößerung deaktivieren";
"mineffect.pfm_title" =						"Effekte für das Ablegen im Dock";
"mineffect.pfm_description" =				"Effekt beim Ablegen im Dock";
"mineffect-immutable.pfm_title" =			"Einblendmenü für das Ablegen im Dock deaktiviert";
"mineffect-immutable.pfm_description" =		"wahr: Einblendmenü für Effekte für das Ablegen im Dock deaktivieren";
"orientation.pfm_title" =					"Position";
"orientation.pfm_description" =				"Dock-Position: links, rechts oder unten";
"position-immutable.pfm_title" =			"Positionssteuerung deaktiviert";
"position-immutable.pfm_description" =		"wahr: Benutzer darf die Position des Docks nicht ändern";
"tilesize.pfm_title" =						"Symbolgröße";
"tilesize.pfm_description" =				"Symbolgröße";
"size-immutable.pfm_title" =				"Steuerung der Symbolgröße deaktiviert";
"size-immutable.pfm_description" =			"wahr: Benutzer kann die Symbolgröße nicht ändern";
"static-only.pfm_title" =					"Nur verwaltete Symbole";
"static-only.pfm_description" =				"wahr: Nur verwaltete Symbole anzeigen";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Programmsymbole";
"AppItems-Raw.pfm_description" =			"Array für Daten der Programmsymbole.";
"apptile.pfm_title" =						"Programmsymbol";
"apptile.pfm_description" =					"Ein Programmsymbol";

/* Application & document tiles */
"tile-data.pfm_title" =						"Docksymbol-Daten";
"tile-data.pfm_description" =				"Daten eines Docksymbols";
"file-data.pfm_title" =						"Dateidaten";
"file-data.pfm_description" =				"Dateidaten für ein Dateisymbol";
"_CFURLString.pfm_title" =					"Dateipfad";
"_CFURLString.pfm_description" =			"Absoluter Dateisystempfad";
"_CFURLStringType.pfm_title.file" =			"Datei-URL-Typ";
"_CFURLStringType.pfm_description.file" =	"Datei-URL-Typ. Immer auf 0 gesetzt.";
"_CFURLStringType.pfm_title.URL" =			"URL-Typ";
"_CFURLStringType.pfm_description.URL" =	"URL-Typ. Immer gleich 0.";
"_CFURLStringType.pfm_title.URLID" =		"URL-ID-Typ";
"_CFURLStringType.pfm_description.URLID" =	"URL-ID-Typ. Immer auf 15 gesetzt.";
"_CFURLAliasData.pfm_title" =				"Alias";
"_CFURLAliasData.pfm_description" =			"Alias-Daten: nur für Server-basierte Objekte erforderlich";
"tile-type.pfm_title" =						"Symboltyp";
"tile-type.pfm_description" =				"Typ des Symbols";
"mcx_typehint.pfm_title" =					"Hinweis zu MCX-Typ";
"mcx_typehint.pfm_description" =			"Intern verwendet von Arbeitsgruppenmanager. Darf nicht geändert werden.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Dokument-Symbole";
"DocItems-Raw.pfm_description" =			"Array für Daten von Dokument- und URL-Symbolen";
"doctile.pfm_title" =						"Dokument-Symbol";
"doctile.pfm_description" =					"Ein Dokument-Symbol";
"url.pfm_title" =							"URL-Daten";
"url.pfm_description" =						"URL-Daten für ein URL-Symbol";
"file-label.pfm_title" =					"Etikett für Dateisymbol";
"file-label.pfm_description" =				"Etikett für das Symbol einer Datei";
"label.pfm_title" =							"Etikett für URL-Symbol";
"label.pfm_description" =					"Etikett für das Symbol einer URL";
"file-type.pfm_title" =						"Objekttyp";
"file-type.pfm_description" =				"Art des Objekts. Für Dokument-Symbole: wählen Sie 2 für kein Volume, 18 für Volume, 32 falls kein Ordner.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"Besondere MCX-Ordner";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Von Managed Client hinzugefügte Ordner";
"mcxfolderflag.pfm_title" =						"Ordnermarkierung";
"mcxfolderflag.pfm_description" =				"Markierung für einen von Managed Client hinzugefügten Ordner";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Verwaltetes Abgleichverhalten von Programmsymbolen";
"appTilesUPKManaged.pfm_description" =		"Schlüssel zum Abgleichverhalten von Programmsymbolen für verwaltete Domain";
"appTilesUPKUser.pfm_title" =				"Abgleichverhalten von Benutzer-Programmsymbolen";
"appTilesUPKUser.pfm_description" =			"Schlüssel zum Abgleichverhalten von Programmsymbolen der Benutzer-Domain";
"docTilesUPKManaged.pfm_title" =			"Verwaltetes Abgleichverhalten von Dokumentsymbolen";
"docTilesUPKManaged.pfm_description" =		"Schlüssel zum Abgleichverhalten von Dokumentsymbolen für verwaltete Domain";
"docTilesUPKUser.pfm_title" =				"Abgleichverhalten von Benutzer- Dokumentsymbolen";
"docTilesUPKUser.pfm_description" =			"Schlüssel zum Abgleichverhalten von Dokumentsymbolen der Benutzer-Domain";
"mcxDocSpecialUPK.pfm_title" =				"Schlüssel für Abgleichverhalten von speziellen Ordnern des Managed Clients";
"mcxDocSpecialUPK.pfm_description" =		"Schlüssel für Abgleichverhalten von speziellen Dock-Ordnern des Managed Clients";
